docs/posts/2015-01-20-nra-survey.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 28, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>NRA Survey</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">NRA Survey</h1>
<p class="subtitle" role="doc-subtitle">Jan 20, 2015</p>
</header><p>
I just received a call from the National Rifle Association today. A recorded message from the NRA Executive Vice-President concerning the U.N. Small Arms Treaty was followed by the following single question survey:
</p>

<p>
&ldquo;Do you think it&rsquo;s OK for the U.N. to be on our soil attacking our gun rights?&rdquo;
</p>

<p>
I was instructed to press &ldquo;1&rdquo; if I did <i>not</i> think was OK for the U.N. to be on our soil attacking our gun rights. That was followed by a repeat instruction to press &ldquo;1&rdquo; if I did not think it was OK. I was then instructed to press 2 if I did think was OK for the U.N. to attack our gun rights. (Note that I was only given that instruction once.)
</p>

<p>
I am not criticizing the NRA&rsquo;s position on the U.N. Small Arms Treaty, primarily since I have no interest in making enemies of the most well-armed group in the country. NRA membership outnumbers the people serving the U.S. Armed Forces by over a million. Even if there are no problems with the policy position, there are several problems with the survey. First, it is obvious that the NRA is not concerned what people think about the treaty. The survey is a classic example of a push-poll. It&rsquo;s designed simply to push a message out to the population. This is evident from the question. What useful information do we expect to gain from asking people if they think it&rsquo;s OK for the U.N to attack our gun rights. Do we really not know how people will answer that question? It&rsquo;s no different from my polling my students to find out if they would like to get out of class early. I expect to soon hear an announcement from the NRA proclaiming that the American people are nearly unanimous in their rejection of the Small Arms Treaty. As far as information gathering goes, it&rsquo;s a complete waste of time and money. For propaganda pushing, on the other hand, it&rsquo;s very effective.
</p>

<p>
I wonder what the response rate would have been had the question been &ldquo;Do you think it&rsquo;s OK that the U.N. negotiate a treaty designed to prevent guns from falling into the hands of terrorists?&rdquo; Another group could report that the American people nearly unanimously support the Small Arms Treaty. This survey would be no better as a survey, but just as effective as a propaganda tool.
</p>

<p>
I will be curious to see what percentage of respondents the NRA reports as supporting their position. It should not be 100%, since I pressed &ldquo;2&rdquo; just out of spite.
</p>


<div class="tagline" id="org4e64f62">
<p>
Tagged: <a href="../tags/critical-thinking.html">Critical-Thinking</a>
</p>

</div>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 28, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
